---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomLevelId
source: html/cdd6f757-0eba-b7d0-b471-f88462be7e7d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomLevelId Property

"Level"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomLevelId { get; }
```